{
  "HomePage": {
    "advantagesTitle": "Advantages",
    "advantagesTitleHighlight": "of KART products",
    "advantages1": "Solve many problems of the skin of hands,\n feet, and nails",
    "advantages2": "Eliminate dryness,\n cracks, and damage",
    "advantages3": "Ensure removal\n and prevention of calluses",
    "advantages4": "Guarantee complete\n atraumatic treatment",
    "advantages5": "Save the master’s time\n during any pedicure",
    "advantages6": "No\n epidermal dust",
    "advantages7": "Wide range of products\n for home care",
    "advantages8": "Products are economical\n to use",
    "feetolines": {
      "altProfessionalFeet": "Professional Feet Image",
      "titleProfessionalFeet": "Professional Feet",
      "altFeetoCare": "Feeto Care Image",
      "titleFeetoCare": "Feeto Care",
      "altKartTools": "Kart Tools Image",
      "titleKartTools": "Related materials",
      "categoryPedicure": "Pedicure",
      "categoryKart": "KART"
    },
    "postInfoTitle": "KART – professional Israeli cosmetics for pedicure and podology.",
    "postInfoSubtitle": "For over 30 years, KART has cooperated with research centers and pilot institutes in Israel, maintaining close ties with practicing specialists, considering their comments and wishes, developing and improving unique product formulas with a high concentration of active ingredients, using rare and exclusive plant and marine origin ingredients.",
    "postButtonText": "More about KART company",
    "kartMoreThanPedicureTitle": "KART - MORE THAN PEDICURE!",
    "kartMoreThanPedicureText": "KART Pedicure is an innovative method based on scientifically proven principles of cosmetology and dermatology. The key aspect is the cosmetological approach, which includes a system of methods and principles aimed at improving the condition of the skin and nails using specialized cosmetic products and procedures.",
    "kartMoreThanPedicureButtonText": "Learn more",
    "academyTitle": "OUR ONLINE ACADEMY",
    "academyTitleHighlight": "KART training",
    "academyText1": "KART PODOLOGY Academy is a platform for everyone striving to become an expert in pedicure and podology. We created an educational environment where masters can not only get acquainted with KART brand products but also deeply master proprietary protocols, innovative techniques, and nuances of caring for skin, feet, hands, and nails.",
    "academyText2": "With our courses, we offer experienced pedicure masters and podologists to expand their range of services provided to clients, which will increase their knowledge, capabilities, and profits due to highly effective procedures from KART based on a cosmetological approach.",
    "academyButtonText": "More about KART company",
    "certificateTitlePart1": "WHAT ADVANTAGES DOES",
    "certificateTitlePart2": "THE KART CERTIFICATE PROVIDE",
    "certificateText1": "Our company policy provides for the sale of professional products only to masters who have completed training and mastered our pedicure procedures methodology, as we need to be sure that you will not harm your client and will use our products correctly.",
    "certificateText2": "After completing any of our courses, you will receive a KART certificate that will give you the opportunity to purchase products from any category and provide you with a permanent 40% discount so you can receive a stable and decent income from selling home care products to your clients.",
    "certificateMainAdvantages": "Main advantages:",
    "certificateAdvantageDiscount": "Permanent 40% discount",
    "certificateAdvantageProducts": "Purchase any products",
    "certificateAccessToMaterials": "Access to useful materials:",
    "certificateMaterialPosters": "Posters in PDF and JPEG formats",
    "certificateMaterialCards": "Anamnesis cards",
    "certificateMaterialPriceLists": "Price lists for clients",
    "certificateMaterialVideos": "Videos for social networks",
    "certificateMaterialProtocols": "Protocols",
    "certificateMaterialCatalogs": "Catalogs",
    "instructors": {
      "title": "OUR INSTRUCTORS",
      "description": "Learn about order conditions, working schedule, and consultation opportunities with our instructors.",
      "viewAll": "View all",
      "downloadMaterials": "Materials for download",
      "downloadMaterialsAlt": "link"
    },
    "dealers": {
      "title": "OFFICIAL KART DEALERS"
    },
    "orderConditions": {
      "title": "ORDER CONDITIONS",
      "subtitle": "20% discount on any new product*",
      "button": "Details",
      "condition1": "Minimum order 200€ (235$) + 35€ delivery",
      "condition2": "Orders over 300€ (348$) — free delivery",
      "condition3": "Orders over 500€ (580$) — free delivery + additional 5% discount",
      "condition4": "Orders over 1000€ (1160$) — free delivery + additional 10% discount"
    }
  },
  "AboutPage": {
    "breadcrumbs": {
      "home": "Home",
      "about": "About"
    },
    "title": "ABOUT THE COMPANY",
    "description1": "Israeli company KART Cosmetics Ltd has been widely known on the global market since 1993 as a developer and manufacturer of cosmetic products for cosmetologists, pedicure and manicure masters. The experience and knowledge accumulated by the company over many years allow us to confidently state that KART offers the best modern solutions for specialists in cosmetology and pedicure.",
    "description2": "KART is a recognized exporter in many countries worldwide, proven to be a successful, reliable, and dynamically developing company. The company strictly adheres to its principles and high-quality standards, involving leading specialists in podology and dermatology in product development. KART produces innovative, high-quality products containing unique formulas with a high concentration of active substances. The company maintains constant close contact with practicing specialists, considering their feedback and wishes. The products undergo thorough testing. Modern KART cosmetics aim to eliminate and correct many aesthetic problems of the skin on feet, hands, and nails. Some products have no analogues, making them indispensable for masters. The products significantly diversify individual programs and provide targeted solutions for foot, hand, and nail plate care.",
    "benefits": {
      "title": "Advantages of working with KART products:",
      "items": [
        "aimed at eliminating and correcting many aesthetic problems of skin on hands, feet, and nails",
        "do not require steaming",
        "contain highly purified natural and active components that do not cause allergic reactions",
        "have high bactericidal properties, promote rapid regeneration",
        "effectively eliminate dryness, cracks, and various skin damages",
        "have therapeutic and preventive action against most types of fungal infections, solve unpleasant odor problems",
        "save time and effort of the master when performing pedicures of any complexity",
        "guarantee optimal results",
        "are economical in use, which leads to low procedure cost",
        "contraindications to anesthesia are not a problem",
        "correction and care for ingrown nails",
        "products for home use complement professional procedures and significantly accelerate results",
        "safe for pregnant and breastfeeding women",
        "recommended for people with diabetes"
      ]
    },
    "education": "KART company pays great attention to the training of specialists. Seminars, master classes, thematic courses, and lectures with participation of well-known specialists and podologists help to master working methods with products and professionally solve a number of aesthetic problems."
  },
  "ConditionsPage": {
    "breadcrumbs": {
      "home": "Home",
      "conditions": "Conditions"
    },
    "pageTitle": "ORDER CONDITIONS",
    "masterKart": "KART MASTER. If you have completed training and received a KART Certificate, please register on our website and upload your KART certificate. Within one business day, we will activate your KART Master status, and you will receive a permanent 40% discount and the ability to purchase absolutely all KART products.",
    "pedicureMaster": "PEDICURE MASTER. If you want to master the KART pedicure methodology, work with high-quality and effective products, and enjoy all the privileges provided by the KART Certificate – please visit our academy section.",
    "retailClient": "RETAIL CLIENT. If you want to purchase products for home care for personal use, we suggest registering (optional) and placing an order.",
    "linkText": "via the link",
    "conditionsTitle": "Order conditions for KART Masters and Retail Clients",
    "conditionsList": [
      "Minimum order 100€ + delivery according to courier service rates",
      "Orders over 300€ - free delivery",
      "Orders over 500€ - free delivery + additional 5% discount",
      "Orders over 1000€ - free delivery + additional 10% discount"
    ],
    "dealerNote": "Before placing an order outside Germany, please review the list of our exclusive dealers. If your country is listed, please place an order with the dealer in your country. Our website will not allow you to pay for an order if there is an exclusive dealer in your country. You can view this list by following this",
    "orderProcessing": "Orders are processed within 1-2 business days. Shipments are made on Tuesdays and Thursdays unless these days fall on holidays. Delivery time depends on the logistics company you choose and is based on the conditions and terms provided by that company.",
    "contactDetailsNote": "When placing an order, please provide your correct contact details: first and last name, delivery address, postal code, email, and contact phone number. Your purchases will be shipped to the address provided during registration, so inaccuracies in contact details may cause delivery issues. After placing your order, you will receive an automatic email notification confirming your order has been accepted and is being processed. Orders can be placed online at any time, but processing is done during business hours. Orders placed on weekends or outside working hours will be processed according to the store's schedule."
  },
  "CriteriaDilersPage": {
    "sendRequest": "Send request",
    "title": "Criteria for KART Dealers",
    "text": "KART company invites reliable partners for cooperation who are ready for long-term relationships, capable of actively training specialists and promoting the KART brand in their assigned territories.",
    "criteria1": {
      "title": "Business Profile",
      "content": "Experience in the pedicure/podology field. Possession of a license (if required) and relevant permits for educational and commercial activities."
    },
    "criteria2": {
      "title": "Educational Activity",
      "content": "Willingness to organize and conduct training events (online/offline courses, seminars, master classes) on the KART pedicure methodology. Experience in pedicure/podology. Possession of licenses (if necessary) and permits for training and sales."
    },
    "criteria3": {
      "title": "Infrastructure",
      "content": "Equipped office with showroom and training classroom. Capability to store and manage product logistics in the assigned territory."
    },
    "criteria4": {
      "title": "Commercial Potential",
      "content": "Established client base (salons, specialists, training centers). Willingness to meet purchase plans and develop sales."
    },
    "criteria5": {
      "title": "Marketing and Promotion",
      "content": "Active participation in brand promotion in the region (social media, exhibitions, cooperation with relevant organizations). Compliance with corporate brand standards in marketing materials."
    },
    "criteria6": {
      "title": "Reputation and Reliability",
      "content": "A positive business reputation. Guarantees of compliance with contractual obligations and brand policy. Willingness to develop the brand in the assigned territory, taking into account the conditions of exclusive or semi-exclusive representation."
    }
  },
  "InstructorCriteriaPage": {
    "title": "Criteria for KART PODOLOGY Instructors",
    "text": "KART PODOLOGY company sets certain requirements for candidates applying for the instructor role. Instructors represent the brand at training events and embody the company’s values and standards. Below are the key criteria for selecting KART instructors.",
    "sendRequest": "Send request",
    "criteria1": {
      "title": "Professional Experience",
      "content": "At least 5 years of practical experience in pedicure and/or podology. High level of professional training and mastery of modern foot care techniques."
    },
    "criteria2": {
      "title": "Education and Certification",
      "content": "Possession of relevant education (medical or cosmetology background is welcome). Willingness to undergo training according to KART PODOLOGY standards."
    },
    "criteria3": {
      "title": "Teaching Skills",
      "content": "Experience conducting training seminars, master classes, or individual lessons. Clear verbal and written communication skills, ability to explain material understandably."
    },
    "criteria4": {
      "title": "Presentation and Communication Skills",
      "content": "Confident public speaking, ability to engage and interest the audience. Openness, friendliness, and skill in handling objections and questions."
    },
    "criteria5": {
      "title": "Brand Representation",
      "content": "Loyalty to the KART brand and readiness to represent it within corporate standards. Use of KART products in your practice and training events."
    },
    "criteria6": {
      "title": "Organizational Capabilities",
      "content": "Availability or access to a training venue (office, classroom, studio) for conducting classes. Willingness to participate in events and travel to other regions if needed. Timely reporting on training activities."
    }
  },
  "FAQPage": {
    "title": "Frequently Asked Questions",
    "loading": "Loading..."
  },
  "GaleryPage": {
    "navigation": {
      "home": "Home",
      "gallery": "Gallery"
    },
    "title": "HISTORY IN PHOTOS",
    "description": "The best shots from events, training sessions, and work processes. This is how we create style, atmosphere, and trust.",
    "buttons": {
      "photos": "Photos",
      "videos": "Videos"
    }
  },
  "DilersFormPage": {
    "navigation": {
      "home": "Home",
      "form": "Dealer Form"
    },
    "title": "Form for Dealer Status Request",
    "sections": {
      "generalInfo": "General Information",
      "activityProfile": "Activity Profile",
      "education": "Educational Activity",
      "infrastructure": "Commercial Infrastructure",
      "marketing": "Marketing and Promotion",
      "regionAndScale": "Region and Scale of Activity",
      "additionalInfo": "Additional Information"
    },
    "placeholders": {
      "companyName": "Example Sp. z o.o.",
      "address": "15 Krakowska Street, Warsaw",
      "contactPerson": "Alex Novak",
      "jobTitle": "Marketing Director",
      "phone": "+48 600 123 456",
      "email": "example@email.com",
      "website": "www.example.pl",
      "instagram": "@example_company",
      "addSocialPlaceholder": "e.g., @example on Telegram",
      "region": "Masovian Voivodeship",
      "brandsRepresented": "e.g., Ziaja, Bielenda",
      "cooperationInterest": "Interested in promoting new brands",
      "additionalComments": "Open to various partnership options"
    },
    "fields": {
      "companyName": "Company Name / Individual Entrepreneur:",
      "address": "Address",
      "contactPerson": "Contact Person (Full Name):",
      "jobTitle": "Position:",
      "phone": "Phone",
      "email": "Email",
      "website": "Website:",
      "instagram": "Instagram:",
      "addSocialPlaceholder": "+ Add Social Media",
      "experience": "How many years have you been working in pedicure / podology / cosmetology?",
      "mainActivity": "Main activity:",
      "license": "License availability (if required in your region):",
      "training": "Do you conduct training for specialists?",
      "classroom": "Do you have your own training class / center:",
      "seats": "Number of seats in the training room:",
      "teachers": "Do you have certified instructors?",
      "physicalPresence": "Physical retail point / office / showroom presence:",
      "distributionMethods": "Product distribution methods:",
      "storageAndDelivery": "Do you have the ability to store and transport products?",
      "promotionChannels": "Which promotion channels do you use?",
      "brandAgreement": "Are you ready to use KART branded marketing materials and follow brand standards?",
      "clientBaseSize": "Approximate number of active clients in your database:",
      "region": "Region where you plan to represent KART products:",
      "brandsRepresented": "Which brands do you currently represent (if any)?",
      "cooperationInterest": "Why are you interested in cooperating with KART PODOLOGY?",
      "additionalComments": "Additional comments or suggestions:"
    },
    "options": {
      "experience": {
        "lessThan1": "Less than 1 year",
        "from1To3": "1–3 years",
        "from3To5": "3–5 years",
        "moreThan5": "More than 5 years"
      },
      "license": {
        "yes": "Yes",
        "no": "No",
        "inProcess": "In process"
      },
      "training": {
        "yes": "Yes",
        "no": "No",
        "planning": "Planning to start"
      },
      "classroom": {
        "yes": "Yes",
        "no": "No"
      },
      "seats": {
        "none": "None",
        "moreThan3": "More than 3",
        "moreThan10": "More than 10"
      },
      "teachers": {
        "yes": "Yes",
        "no": "No",
        "readyToTrain": "Ready to train with KART"
      },
      "yes": "Yes",
      "no": "No",
      "clientBaseSize": {
        "upTo50": "Up to 50",
        "between50And100": "50-100",
        "moreThan100": "More than 100",
        "moreThan200": "More than 200"
      }
    },
    "errors": {
      "fillAllRequired": "Please fill in all required fields correctly."
    },
    "buttons": {
      "save": "Submit"
    },
    "mainActivity": {
      "cosmeticsSales": "Cosmetics Sales",
      "masterTraining": "Master Training",
      "serviceProvision": "Service Provision",
      "other": "Other"
    },
    "promotionChannels": {
      "instagram": "Instagram",
      "vkontakte": "VKontakte",
      "youtube": "YouTube",
      "telegram": "Telegram",
      "eventsParticipation": "Participation in exhibitions / events",
      "ownWebsite": "Own website",
      "other": "Other"
    },
    "distributionMethods": {
      "retailSales": "Retail Sales",
      "wholesaleSupply": "Wholesale Supply",
      "onlineStore": "Online Store",
      "other": "Other"
    }
  },
  "InstructorsFormPage": {
    "navigation": {
      "home": "Home",
      "instructors": "Instructor Form"
    },
    "title": "Form for Instructor Status Request",
    "hint": "Dear candidate! Please carefully fill out the form. The information you provide will help us assess your experience, professional competencies, and your potential to represent the KART PODOLOGY brand as an instructor.",
    "placeholders": {
      "fullName": "Anna Kowalska",
      "birthDate": "12/03/1987",
      "city": "Krakow",
      "email": "anna.k@example.com",
      "phone": "+48 600 123 456",
      "website": "www.beautystudio.pl",
      "socialNetworks": "@anna_nails on Instagram",
      "educationDetail": "Medical secondary education, courses in podology and hardware pedicure",
      "currentJob": "Pedicure specialist at 'Glow' beauty salon",
      "techniques": "Hardware pedicure, ingrown nail treatment, diabetic foot care",
      "teachingDetail": "Conducting private workshops and training beginner specialists",
      "strongSides": "Attention to detail, empathy, clear communication",
      "audienceExp": "Experience with students at various levels, over 100 training sessions held",
      "promotionPlatforms": "Instagram, Facebook, local events, client referrals",
      "motivation": "I want to share my experience and grow together with the brand",
      "comment": "I am open to additional training and ready to meet brand standards"
    },
    "form": {
      "personalInfo": "Personal Information",
      "professionalExperience": "Professional Experience",
      "teachingActivity": "Teaching Activity",
      "knowledgeAndUse": "Knowledge and Use of KART Products",
      "communicationAndPromotion": "Communication Skills and Promotion",
      "additionalInfo": "Additional Information",
      "fullName": "Full Name:",
      "birthDate": "Date of Birth:",
      "city": "City:",
      "email": "E-mail:",
      "phone": "Phone Number:",
      "website": "Links to Social Media:",
      "socialNetworksPlaceholder": "+ Add Social Media",
      "isPedicureMaster": "You are a:",
      "isPedicureMasterOptions": {
        "master": "Pedicure Specialist",
        "podologist": "Practicing Podologist"
      },
      "educationDetail": "Education (specify field and level)",
      "hasMedicalEducation": "Do you have medical education?",
      "hasMedicalEducationOptions": {
        "yes": "Yes",
        "no": "No"
      },
      "experienceYears": "Years of experience in pedicure/podology:",
      "experienceYearsOptions": {
        "1-3": "1–3 years",
        "4-5": "4–5 years",
        "6-10": "6–10 years",
        "more": "More than 10 years"
      },
      "currentJob": "Current workplace and position:",
      "techniques": "What techniques and approaches do you use (briefly)?",
      "hasTeachingExperience": "Do you have teaching experience (courses, masterclasses, seminars)?",
      "hasTeachingExperienceOptions": {
        "yes": "Yes",
        "no": "No"
      },
      "teachingDetail": "If yes, briefly describe the topics of your courses:",
      "hasClassroom": "Do you have or have access to a training venue?",
      "hasClassroomOptions": {
        "yes": "Yes",
        "no": "No",
        "rent": "Can rent if necessary"
      },
      "studentsPerMonth": "How many students do you teach per month?",
      "studentsPerMonthOptions": {
        "1-5": "1–5",
        "6-10": "6–10",
        "11-20": "11–20",
        "more": "More than 20"
      },
      "knowsKART": "Are you familiar with the KART brand, methodology, and products?",
      "knowsKARTOptions": {
        "yes": "Yes",
        "no": "No",
        "partial": "Partially"
      },
      "usesKARTPeriod": "How long have you been using KART products in your practice?",
      "usesKARTPeriodOptions": {
        "less1": "Less than 1 year",
        "1-2": "1–2 years",
        "3-5": "3–5 years",
        "more5": "More than 5 years",
        "notUsed": "Do not use"
      },
      "strongSides": "Your strengths as an instructor (in your opinion):",
      "audienceExp": "Experience working with an audience (offline / online):",
      "promotionPlatforms": "What platforms/channels do you use to promote yourself as a specialist (Instagram, YouTube, etc.):",
      "motivation": "Why do you want to become a KART instructor?",
      "readyToLearn": "Are you ready to complete training under the KART instructor program?",
      "readyToLearnOptions": {
        "yes": "Yes",
        "no": "No"
      },
      "comment": "Additional comments or suggestions:",
      "submit": "Submit",
      "errorFillAll": "Please fill in all required fields correctly."
    }
  },
  "ProfilePage": {
    "title": "PROFILE",
    "logout": "Log out",
    "breadcrumb": {
      "home": "Home",
      "profile": "Profile"
    },
    "tabs": {
      "personal": "Personal Data",
      "orders": "Order History",
      "downloads": {
        "title": "Downloadable Materials",
        "videos": "Videos",
        "materials": "Useful Materials",
        "posters": "Posters"
      },
      "shipping": "Shipping Address"
    },
    "downloads": {
      "videos": "Videos",
      "materials": "Useful Materials",
      "posters": "Posters"
    }
  },
  "PersonalInfoForm": {
    "title": "Contact Information",
    "surname": "Surname",
    "name": "Name",
    "nickname": "Display Name*",
    "phone": "Phone",
    "email": "Email",
    "password": "Password",
    "save": "Save",
    "error": "Please fill out all fields correctly.",
    "placeholders": {
      "surname": "Smith",
      "name": "John",
      "nickname": "johnny123",
      "phone": "+1 555 123 4567",
      "email": "example@mail.com",
      "password": "••••••••"
    }
  },
  "DeliverForm": {
    "title": "Deliver Form",
    "surname": "Surname *",
    "name": "Name *",
    "company": "Company Name (optional)",
    "vat": "ID / VAT Number (optional)",
    "country": "Country/Region *",
    "adress": "Address *",
    "house": "House/Apartment Number *",
    "postal": "Postal Code *",
    "email": "Email *",
    "eori": "EORI Number (optional)",
    "city": "City *",
    "save": "Save",
    "error": "Please fill in all required fields correctly."
  },
  "OrderList": {
    "basket": "Basket",
    "status": {
      "pending": "Pending Payment",
      "paid": "Paid"
    }
  },
  "CartPage": {
    "title": "CART",
    "breadcrumb": {
      "home": "Home",
      "cart": "Cart"
    },
    "table": {
      "product": "Product",
      "price": "Price",
      "total": "Total"
    },
    "summary": {
      "title": "Order Total",
      "delivery": "Delivery:",
      "total": "Total:",
      "checkout": "Checkout"
    }
  },
  "Header": {
    "searchPlaceholder": "Search for what interests you",
    "onlineEducation": "Online Education",
    "nav": {
      "about": "About",
      "conditions": "Conditions for Masters",
      "instructors": "Instructors",
      "dealerCriteria": "How to Become a Dealer КART",
      "instructorCriteria": "How to Become an Instructor",
      "dealers": "Dealers of KART",
      "downloads": "Downloadable Materials",
      "faq": "FAQ",
      "contacts": "Contacts",
      "gallery": "Gallery",
      "quickOrder": "Quick Order"
    },
    "productLinks": {
      "professionalFeet": "Professional Feet",
      "feetoCare": "Feeto Care",
      "tools": "Tools",
      "disposableCaps": "Disposable Caps",
      "nailCutters": "Nail Clippers",
      "unloadingMaterial": "Unloading Material",
      "accessories": "Accessories"
    }
  },
  "PhoneInput": {
    "countryCode": "Country Code",
    "phone": "Phone Number"
  },
  "Field": {
    "invalid": "Please enter a valid value"
  },
  "AuthGuard": {
    "alreadyHaveAccount": "Already have an account?",
    "login": "Login",
    "forgotPassword": "Forgot Password",
    "backToLogin": "Back to Login"
  },
  "LoginForm": {
    "title": "Log in to your account",
    "subtitle": "To continue, please log in or create an account.",
    "email": "Email",
    "password": "Password",
    "login": "Log in",
    "noAccount": "No account?",
    "rememberMe": "Remember me",
    "loading": "Loading...",
    "success": "Successfully logged in!",
    "forgotPassword": "Forgot Password"
  },
  "RegisterForm": {
    "title": "Registration",
    "subtitle": "Fill out the form to get the best offer",
    "fields": {
      "name": "Fist Name",
      "lastName": "Last Name",
      "email": "Email",
      "password": "Password",
      "country": "Country",
      "role": "Select your role",
      "course": "Did you take the KART pedicure course?",
      "roles": {
        "master": "Master",
        "client": "Private Client"
      },
      "answers": {
        "yes": "Yes",
        "no": "No"
      }
    },
    "errors": {
      "name": "Please enter your name",
      "email": "Please enter a valid email",
      "password": "Password must be at least 5 characters",
      "country": "Please select a country",
      "role": "Please select a role",
      "course": "Please select an option"
    },
    "submit": "Register",
    "loading": "Loading...",
    "success": "Successfully registered!",
    "note": "To access professional KART pedicure products and get a 40% discount, you need a KART master certificate. For more information, visit the <academy>KART Academy</academy> section."
  },
  "ResetPasswordForm": {
    "title": "Reset Your Password",
    "newPassword": "New Password",
    "repeatPassword": "Repeat New Password",
    "resetPassword": "Reset Password",
    "loading": "Resetting...",
    "successMessage": "Password has been reset successfully!",
    "passwordLengthError": "Password must be at least 5 characters.",
    "passwordsDoNotMatch": "Passwords do not match."
  },
  "ContactPage": {
    "navigation": {
      "home": "Home",
      "contacts": "Contacts"
    },
    "fields": {
      "name": "Your Name",
      "email": "Email",
      "phone": "Phone Number",
      "message": "Question or Message",
      "messagePlaceholder": "Type your message here..."
    },
    "errors": {
      "fixForm": "Please correct the errors in the form.",
      "nameRequired": "Please enter your name",
      "emailInvalid": "Please enter a valid email",
      "messageRequired": "Please enter a message"
    },
    "buttons": {
      "send": "Send"
    },
    "messages": {
      "formSent": "Form submitted!"
    },
    "contactForm": {
      "titlePart1": "Contact",
      "titlePart2": "Form",
      "subtitle": "For Quick Communication",
      "description": "We are open for dialogue. Fill out the form below and we will contact you.",
      "addressLabel": "Address:",
      "address": "Chilanzar District, Djavda Sakharov St, 11",
      "phoneLabel": "Phone Number",
      "phone": "tel: +998 55 5059944",
      "messengerLabel": "TG/ WA / Viber",
      "messengerPhones": "tel: +998 55 5779320"
    },
    "map": {
      "title": "Google Map with Marker",
      "src": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d12089.738127725638!2d-73.9851304!3d40.758896!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25855d2996c5f%3A0x3d6f8d6c917f9e4e!2sTimes%20Square!5e0!3m2!1sen!2sus!4v1717616158731!5m2!1sen!2sus"
    }
  },
  "ProductDescription": {
    "home": "Home",
    "productDescription": "Product Description",
    "code": "Code",
    "addToCart": "Add to Cart",
    "usage": "How to Use",
    "ingredients": "Ingredients List",
    "popularProducts": "Popular Products"
  },
  "QuickProductSection": {
    "product": "Product",
    "code": "Code",
    "price": "Price",
    "quantity": "Quantity",
    "addToCart": "Add to Cart",
    "added": "Added"
  },
  "ForgotPassword": {
    "forgotPasswordTitle": "Password Recovery",
    "email": "Email",
    "invalidEmail": "Please enter a valid email address.",
    "emailSent": "Instructions have been sent to your email.",
    "sendError": "Failed to send email. Please try again later.",
    "backToLogin": "Back to Login",
    "loading": "Sending...",
    "send": "Send"
  }
}
