{
  "HomePage": {
    "advantagesTitle": "Преимущества",
    "advantagesTitleHighlight": "препаратов KART",
    "advantages1": "Решают многие проблемы кожи рук,\n ног и ногтей",
    "advantages2": "Устраняют сухость\n трещины и повреждения",
    "advantages3": "Обеспечивают удаление\n и профилактику мозолей",
    "advantages4": "Гарантируют полную\n атравматичность",
    "advantages5": "Экономят время мастера\n при любом педикюре",
    "advantages6": "Отсутствие\n эпидермальной пыли",
    "advantages7": "Широкий спектр препаратов\n для домашнего ухода",
    "advantages8": "Препараты экономичны\n в использовании",
    "feetolines": {
      "altProfessionalFeet": "Professional Feet Image",
      "titleProfessionalFeet": "Professional Feet",
      "altFeetoCare": "Feeto Care Image",
      "titleFeetoCare": "Feeto Care",
      "altKartTools": "Kart Tools Image",
      "titleKartTools": "Сопутствующие материалы",
      "categoryPedicure": "Педикюр",
      "categoryKart": "KART"
    },
    "postInfoTitle": "KART – профессиональная израильская косметика для педикюра и подологии.",
    "postInfoSubtitle": "Более 30 лет компания KART сотрудничает с научно-исследовательскими центрами и пилотными институтами Израиля, поддерживает постоянную и тесную связь с практикующими специалистами, учитывает их замечания и пожелания, разрабатывает и усовершенствует уникальные формулы продуктов, с высокой концентрацией активных веществ, использует редкие и эксклюзивные ингредиенты растительного и морского происхождения.",
    "postButtonText": "Больше о компании KART",
    "kartMoreThanPedicureTitle": "KART - БОЛЬШЕ ЧЕМ ПЕДИКЮР!",
    "kartMoreThanPedicureText": "Педикюр KART представляет собой инновационную методику, основанную на научно обоснованных принципах косметологии и дерматологии.Ключевым аспектом является косметологический подход, который включает в себя систему методов и принципов, направленных на улучшение состояния кожи и ногтей с помощью специализированных косметических средств и процедур.",
    "kartMoreThanPedicureButtonText": "Детальнее",
    "academyTitle": "НАША ОНЛАЙН АКАДЕМиЯ",
    "academyTitleHighlight": "обучение KART",
    "academyText1": "Академия KART PODOLOGY – это платформа для всех, кто стремится стать экспертом в сфере педикюра и подологии. Мы создали учебную среду, где мастера могут не только ознакомиться с продукцией торговой марки KART, но и глубоко овладеть авторскими протоколами, инновационными методиками и тонкостями ухода за кожей ног, рук и ногтями.",
    "academyText2": "С помощью наших курсов мы предлагаем всем опытным мастерам педикюра и подологам расширить свой спектр услуг, предоставляемый клиентам, что позволит повысить уровень своих знаний, возможностей и прибыли за счет высокоэффективных процедур от KART, основанных на косметологическом подходе.",
    "academyButtonText": "Больше о компании KART",
    "certificateTitlePart1": "КАКИЕ ПРЕИМУЩЕСТВА ПРЕДОСТАВЛЯЕТ",
    "certificateTitlePart2": "СЕРТИФИКАТ KART",
    "certificateText1": "Политикой нашей компании предусмотрена продажа профессиональных препаратов только мастерам, которые прошли обучение и овладели нашей методикой проведения процедур педикюра KART, так как мы должны быть уверены, что вы не навредите своему клиенту и правильно будете использовать нашу продукцию.",
    "certificateText2": "После прохождения любого из наших курсов, вы получите сертификат KART который даст вам возможность приобрести продукты из любой категории, а также предоставит вам постоянную скидку 40%, чтобы вы могли получать стабильный и достойный доход от продажи средств для домашнего ухода своим клиентам.",
    "certificateMainAdvantages": "Основные преимущества:",
    "certificateAdvantageDiscount": "Постоянная скидка 40%",
    "certificateAdvantageProducts": "Приобретение любых продуктов",
    "certificateAccessToMaterials": "Доступ к полезным материалам:",
    "certificateMaterialPosters": "Постеры в формате PDF и JPEG",
    "certificateMaterialCards": "Карточки для анамнеза",
    "certificateMaterialPriceLists": "Прайс-листы для клиентов",
    "certificateMaterialVideos": "Видео для соцсетей",
    "certificateMaterialProtocols": "Протоколы",
    "certificateMaterialCatalogs": "Каталоги",
    "instructors": {
      "title": "НАШИ ИНСТРУКТОРЫ",
      "description": "Ознакомьтесь с условиями оформления заказов, графиком работы и возможностями консультаций с нашими инструкторами.",
      "viewAll": "Смотреть всех",
      "downloadMaterials": "Материалы для скачивания",
      "downloadMaterialsAlt": "link"
    },
    "dealers": {
      "title": "ОФИЦИАЛЬНЫЕ ДИЛЕРЫ KART"
    },
    "orderConditions": {
      "title": "УСЛОВИЯ ЗАКАЗОВ",
      "subtitle": "Скидка 20% на любую из новинок*",
      "button": "Детальнее",
      "condition1": "Минимальный заказ 200€ (235$) + 35€ доставка",
      "condition2": "Заказ от 300€ (348$) — доставка за счет компании",
      "condition3": "Заказ от 500€ (580$) — доставка за счет компании + дополнительная скидка 5%",
      "condition4": "Заказ от 1000€ (1160$) — доставка за счет компании + дополнительная скидка 10%"
    }
  },
  "AboutPage": {
    "breadcrumbs": {
      "home": "Главная",
      "about": "О компании"
    },
    "title": "О КОМПАНИИ",
    "description1": "Израильская компания KART Cosmetics Ltd, широко известна на мировом рынке с 1993 года, как разработчик и производитель косметической продукции для косметологов, мастеров педикюра и маникюра. Опыт и знания, накопленные фирмой за многие годы, позволяют с уверенностью заявить, что KART предлагает наилучшие, современные решения для специалистов в области косметологии и педикюра.",
    "description2": "Компания KART является признанным экспортером во многих странах мира, зарекомендовавшая себя, как успешная, надежная и динамично развивающаяся компания. Компании строго следует своим принципам и высоким стандартам качества, привлекая к разработке препаратов ведущих специалистов в подологии и дерматологии. KART производит инновационную, высококачественную продукцию, содержащую уникальные формулы с высокой концентрацией активных веществ. Компания поддерживает постоянную и тесную связь с практикующими специалистами, учитывая их замечания и пожелания. Продукция подвергается тщательному тестированию. Современная косметика KART направлена на устранение и коррекцию многих эстетических проблем кожи ног, рук и ногтей. Ряд препаратов не имеет аналогов, что делает их практически незаменимыми в работе мастеров. Препараты позволяют значительно разнообразить индивидуальные программы и обеспечить целевое решение любой проблемы по уходу за ногами, руками и ногтевой пластиной.",
    "benefits": {
      "title": "Преимущества работы с препаратами KART:",
      "items": [
        "направлены на устранение и коррекцию многих эстетических проблем кожи рук, ног и ногтей",
        "не требуют распаривания",
        "содержат высокоочищенные натуральные и активные компоненты, не вызывающие аллергических реакций",
        "обладают высокими бактерицидными свойствами, способствуют быстрой регенерации",
        "эффективно устраняют сухость, трещины и различные повреждения кожи",
        "оказывают лечебно-профилактическое действие в результате большинства видов грибковых поражений, решают проблему неприятного запаха",
        "экономят время и силы мастера при выполнении педикюра любой сложности",
        "гарантируют получение оптимальных результатов",
        "экономичны в использовании, что обуславливает низкую себестоимость процедуры",
        "противопоказания к обезболиванию не являются проблемой",
        "коррекция и уход за вросшими ногтями",
        "препараты для домашнего использования дополняют профессиональные процедуры и позволяют значительно ускорить результат",
        "не противопоказаны беременным и кормящим женщинам",
        "рекомендованы для людей больных сахарным диабетом"
      ]
    },
    "education": "Компания KART уделяет большое внимание обучению специалистов. Семинары, мастер-классы, тематические курсы, лекции при участии известных специалистов и подологов — помогают освоить методики работы с препаратами и профессионально решить целый ряд эстетических проблем."
  },
  "ConditionsPage": {
    "breadcrumbs": {
      "home": "Главная",
      "conditions": "Условия"
    },
    "pageTitle": "УСЛОВИЯ ДЛЯ ЗАКАЗОВ",
    "masterKart": "МАСТЕР KART. Если вы прошли обучение и получили Сертификат KART, просим вас пройти регистрацию на нашем сайте и прикрепить свой сертификат KART. В течении одного рабочего дня мы откроем вам статус Мастера KART, и вы получите постоянную скидку 40% и возможность приобретать абсолютно все продукты от KART.",
    "pedicureMaster": "МАСТЕР ПЕДИКЮРА. Если вы хотите освоить методику педикюра KART, работать на высококачественной и эффективной продукции, иметь все привилегии, которые дает Сертификат KART – перейдите в раздел нашей академии",
    "retailClient": "РОЗНИЧНЫЙ КЛИЕНТ. Если вы хотите приобрести продукты для домашнего ухода для личного пользования, предлогаем пройти регистрацию (не обязательно) и оформить заказ.",
    "linkText": "по ссылке",
    "conditionsTitle": "Условия заказов для Мастеров KART и Розничных клиентов",
    "conditionsList": [
      "Минимальный заказ 100€ + доставка по тарифам курьерской службы",
      "Заказ от 300€ - доставка за счет компании",
      "Заказ от 500€ - доставка за счет компании + дополнительная скидка 5%",
      "Заказ от 1000€ - доставка за счет компании + дополнительная скидка 10%"
    ],
    "dealerNote": "Перед оформлением заказа за пределами Германии, просим вас ознакомиться со списком наших эксклюзивных дилеров. Ели вы нашли свою страну в этом списке, просим оформить заказ у дилера в вашей стране. Наш сайт не даст вам возможность оплатить заказ, если в вашей стране есть эксклюзивный дилер. С этим списком вы можете ознакомиться, перейдя по этой",
    "orderProcessing": "Обработка заказа осуществляется в течении 1-2 рабочих дней. Отправление заказов осуществляется по вторникам и четвергам, если на эти дни не выпадают праздники. Срок доставки заказа зависит от выбранной вами логистической компании и основывается на условиях и сроках, предоставляемых данной компанией.",
    "contactDetailsNote": "При осуществлении заказа обязательно указывайте ваши правильные контактные данные: имя и фамилия, адрес доставки, индекс, email, контактный номер телефона. Ваши покупки отправляются на адрес, указанный при регистрации, поэтому неточности в контактных данных могут привести к последующим проблемам с доставкой. После оформления заказа, на электронную почту вы получите автоматическое уведомление о том, что ваш заказ принят и взят в обработку. Заказы могут быть оформлены в режиме онлайн в любое время суток, однако обработка заказов покупателей производятся в рабочие часы, поэтому заказы, оформленные в выходные дни или в нерабочее время, будут обработаны согласно режиму работы магазина."
  },
  "CriteriaDilersPage": {
    "sendRequest": "Отправить запрос",
    "title": "Критерии для Дилеров KART",
    "text": "Компания KART приглашает к сотрудничеству надежных партнеров, готовых к долгосрочным отношениям, способных вести активную деятельность по обучению мастеров и продвижению торговой марки KART на закрепленных территориях.",
    "criteria1": {
      "title": "Профиль деятельности",
      "content": "Опыт работы в сфере педикюра/подологии. Наличие лицензии (если требуется) и соответствующих разрешений для ведения обучающей и торговой деятельности."
    },
    "criteria2": {
      "title": "Образовательная деятельность",
      "content": "Готовность организовывать и проводить обучающие мероприятия (онлайн/оффлайн курсы, семинары, мастер-классы) по методике педикюра KART. Опыт работы в педикюре/подологии. Наличие лицензии (при необходимости) и разрешений для обучения и торговли."
    },
    "criteria3": {
      "title": "Инфраструктура",
      "content": "Оборудованный офис с шоурумом и учебный класс. Возможность хранения и логистики продукции на закреплённой территории."
    },
    "criteria4": {
      "title": "Коммерческий потенциал",
      "content": "Наличие наработанной клиентской базы (салоны, специалисты, учебные центры). Готовность выполнять план по закупкам и развитию продаж."
    },
    "criteria5": {
      "title": "Маркетинг и продвижение",
      "content": "Активное участие в продвижении бренда в своём регионе (социальные сети, участие в выставках, сотрудничество с профильными организациями). Следование корпоративным стандартам бренда в маркетинговых материалах."
    },
    "criteria6": {
      "title": "Репутация и надёжность",
      "content": "Положительная деловая репутация. Гарантии соблюдения договорных обязательств и политики бренда. Готовность развивать бренд на закреплённой территории с учётом условий эксклюзивного или полуэксклюзивного представительства."
    }
  },
  "InstructorCriteriaPage": {
    "sendRequest": "Отправить запрос",
    "title": "Критерии для инструкторов KART PODOLOGY",
    "text": "Компания KART PODOLOGY предъявляет определённые требования к кандидатам на роль инструктора. Инструкторы представляют бренд на обучающих мероприятиях и являются носителями ценностей и стандартов компании. Ниже перечислены ключевые критерии для отбора инструкторов KART.",
    "criteria1": {
      "title": "Профессиональный опыт",
      "content": "Опыт практической работы в области педикюра и/или подологии не менее 5 лет. Высокий уровень профессиональной подготовки и владение современными техниками ухода за стопами."
    },
    "criteria2": {
      "title": "Образование и сертификация",
      "content": "Наличие профильного образования (медицинское или косметологическое — приветствуется). Готовность пройти обучение по стандартам KART PODOLOGY."
    },
    "criteria3": {
      "title": "Навыки преподавания",
      "content": "Опыт проведения обучающих семинаров, мастер-классов или индивидуального обучения. Грамотная устная и письменная речь, умение ясно и доступно объяснять материал."
    },
    "criteria4": {
      "title": "Презентационные и коммуникационные навыки",
      "content": "Уверенное поведение перед аудиторией, умение заинтересовать и вовлечь слушателя. Открытость, доброжелательность, умение работать с возражениями и вопросами."
    },
    "criteria5": {
      "title": "Представление бренда",
      "content": "Лояльность к бренду KART и готовность представлять его в рамках фирменных стандартов. Использование продукции KART в своей практике и на обучающих мероприятиях."
    },
    "criteria6": {
      "title": "Организационные возможности",
      "content": "Наличие или доступ к учебной площадке (кабинет, класс, студия) для проведения занятий. Готовность участвовать в мероприятиях, выезжать в другие регионы при необходимости. Своевременное предоставление отчётности по обучающим мероприятиям."
    }
  },
  "FAQPage": {
    "title": "Часто задаваемые вопросы",
    "loading": "Загрузка..."
  },
  "GaleryPage": {
    "navigation": {
      "home": "Главная",
      "gallery": "Галерея"
    },
    "title": "ИСТОРИЯ В ФОТОГРАФИЯХ",
    "description": "Лучшие кадры с мероприятий, обучающих встреч и рабочих процессов. Так мы создаём стиль, атмосферу и доверие.",
    "buttons": {
      "photos": "Фото",
      "videos": "Видео"
    }
  },
  "DilersFormPage": {
    "navigation": {
      "home": "Главная",
      "form": "Форма дилерства"
    },
    "title": "Форма для запроса статуса Дилера",
    "sections": {
      "generalInfo": "Общая информация",
      "activityProfile": "Профиль деятельности",
      "education": "Образовательная деятельность",
      "infrastructure": "Коммерческая инфраструктура",
      "marketing": "Продвижение и маркетинг",
      "regionAndScale": "Регион и масштабы деятельности",
      "additionalInfo": "Дополнительная информация"
    },
    "placeholders": {
      "companyName": "ООО Экзампл",
      "address": "г. Варшава, ул. Краковская, д. 15",
      "contactPerson": "Алексей Новак",
      "jobTitle": "Руководитель отдела маркетинга",
      "phone": "+48 600 123 456",
      "email": "example@email.com",
      "website": "www.example.pl",
      "instagram": "@example_company",
      "addSocialPlaceholder": "например, @example в Telegram",
      "region": "Мазовецкое воеводство",
      "brandsRepresented": "например, Ziaja, Bielenda",
      "cooperationInterest": "Интересует продвижение новых брендов",
      "additionalComments": "Готовы рассмотреть различные предложения"
    },
    "fields": {
      "companyName": "Название компании / ИП:",
      "address": "Адрес:",
      "contactPerson": "Контактное лицо (Имя и фамилия):",
      "jobTitle": "Должность:",
      "phone": "Телефон:",
      "email": "E-mail:",
      "website": "Сайт:",
      "instagram": "Инстаграм:",
      "addSocialPlaceholder": "+ Добавить Соцсети",
      "experience": "Сколько лет вы работаете в сфере педикюра / подологии / косметологии?",
      "mainActivity": "Основное направление деятельности:",
      "license": "Наличие лицензии (если требуется в вашем регионе):",
      "training": "Проводите ли вы обучение мастеров?",
      "classroom": "Наличие собственного учебного класса / центра:",
      "seats": "Количество посадочных мест в учебном зале:",
      "teachers": "Есть ли у вас сертифицированные преподаватели?",
      "physicalPresence": "Наличие физической торговой точки / офиса / шоурума:",
      "distributionMethods": "Способ распространения продукции:",
      "storageAndDelivery": "Имеете ли вы возможность хранить и транспортировать продукцию?",
      "promotionChannels": "Какие каналы продвижения вы используете?",
      "brandAgreement": "Готовы ли вы использовать фирменные маркетинговые материалы KART и следовать стандартам бренда?",
      "clientBaseSize": "Количество активных клиентов в вашей базе (примерно):",
      "region": "Регион, в котором вы планируете представлять продукцию KART:",
      "brandsRepresented": "Какие бренды вы представляете в настоящее время (если есть)?",
      "cooperationInterest": "Почему вы заинтересованы в сотрудничестве с KART PODOLOGY?",
      "additionalComments": "Дополнительные комментарии или предложения:"
    },
    "options": {
      "experience": {
        "lessThan1": "Менее 1 года",
        "from1To3": "1–3 года",
        "from3To5": "3–5 лет",
        "moreThan5": "Более 5 лет"
      },
      "license": {
        "yes": "Да",
        "no": "Нет",
        "inProcess": "В процессе получения"
      },
      "training": {
        "yes": "Да",
        "no": "Нет",
        "planning": "Планируем начать"
      },
      "classroom": {
        "yes": "Да",
        "no": "Нет"
      },
      "seats": {
        "none": "Нет",
        "moreThan3": "Более 3",
        "moreThan10": "Более 10"
      },
      "teachers": {
        "yes": "Да",
        "no": "Нет",
        "readyToTrain": "Готовы пройти обучение у KART"
      },
      "yes": "Да",
      "no": "Нет",
      "clientBaseSize": {
        "upTo50": "До 50",
        "between50And100": "50-100",
        "moreThan100": "Более 100",
        "moreThan200": "Более 200"
      }
    },
    "errors": {
      "fillAllRequired": "Пожалуйста, заполните все обязательные поля правильно."
    },
    "buttons": {
      "save": "Сохранить"
    },
    "mainActivity": {
      "cosmeticsSales": "Продажа косметики",
      "masterTraining": "Обучение мастеров",
      "serviceProvision": "Оказание услуг (салон, кабинет)",
      "other": "Другое"
    },
    "promotionChannels": {
      "instagram": "Instagram",
      "vkontakte": "ВКонтакте",
      "youtube": "YouTube",
      "telegram": "Telegram",
      "eventsParticipation": "Участие в выставках / мероприятиях",
      "ownWebsite": "Собственный сайт",
      "other": "Другое"
    },
    "distributionMethods": {
      "retailSales": "Розничные продажи",
      "wholesaleSupply": "Оптовые поставки",
      "onlineStore": "Онлайн-магазин",
      "other": "Другое"
    }
  },
  "InstructorsFormPage": {
    "navigation": {
      "home": "Главная",
      "instructors": "Форма инструктора"
    },
    "title": "Форма для запроса статуса Инструктора",
    "hint": "Уважаемый кандидат! Просим вас внимательно заполнить анкету. Предоставленные данные помогут нам оценить ваш опыт, профессиональные компетенции и возможность представлять бренд KART PODOLOGY в роли инструктора.",
    "placeholders": {
      "fullName": "Анна Ковальска",
      "birthDate": "12.03.1987",
      "city": "Краков",
      "email": "anna.k@example.com",
      "phone": "+48 600 123 456",
      "website": "www.beautystudio.pl",
      "socialNetworks": "@anna_nails в Instagram",
      "educationDetail": "Среднее медицинское образование, курсы по подологии и аппаратному педикюру",
      "currentJob": "Мастер педикюра в салоне красоты «Glow»",
      "techniques": "Аппаратный педикюр, работа с вросшими ногтями, уход за диабетической стопой",
      "teachingDetail": "Провожу индивидуальные занятия и обучаю начинающих мастеров",
      "strongSides": "Внимательность к деталям, доброжелательность, умею ясно объяснять материал",
      "audienceExp": "Опыт работы с учениками разного уровня, провела более 100 обучающих сессий",
      "promotionPlatforms": "Instagram, Facebook, локальные мероприятия, рекомендации клиентов",
      "motivation": "Хочу делиться опытом и развиваться вместе с брендом",
      "comment": "Готова пройти обучение и следовать стандартам компании"
    },
    "form": {
      "personalInfo": "Персональная информация",
      "professionalExperience": "Профессиональный опыт",
      "teachingActivity": "Обучающая деятельность",
      "knowledgeAndUse": "Знание и использование продукции KART",
      "communicationAndPromotion": "Коммуникационные навыки и продвижение",
      "additionalInfo": "Дополнительная информация",
      "fullName": "Имя и фамилия:",
      "birthDate": "Дата рождения:",
      "city": "Город:",
      "email": "E-mail:",
      "phone": "Номер:",
      "website": "Ссылки на соцсети:",
      "socialNetworksPlaceholder": "+ Добавить Соцсети",
      "isPedicureMaster": "Вы являетесь:",
      "isPedicureMasterOptions": {
        "master": "Мастер педикюра",
        "podologist": "Практикующий подолог"
      },
      "educationDetail": "Образование (указать профиль и уровень)",
      "hasMedicalEducation": "Наличие медицинского образования",
      "hasMedicalEducationOptions": {
        "yes": "Да",
        "no": "Нет"
      },
      "experienceYears": "Стаж работы в сфере педикюра / подологии:",
      "experienceYearsOptions": {
        "1-3": "1-3 года",
        "4-5": "4-5 лет",
        "6-10": "6-10 лет",
        "more": "Больше 10 лет"
      },
      "currentJob": "Текущее место работы и должность;",
      "techniques": "Какими техниками и подходами владеете (кратко)?",
      "hasTeachingExperience": "Имеется ли опыт преподавания (курсы, мастер-классы, семинары)?",
      "hasTeachingExperienceOptions": {
        "yes": "Да",
        "no": "Нет"
      },
      "teachingDetail": "Если да, опишите кратко темы ваших курсов:",
      "hasClassroom": "Наличие или доступ к учебной площадке:",
      "hasClassroomOptions": {
        "yes": "Да",
        "no": "Нет",
        "rent": "Могу арендовать при необходимости"
      },
      "studentsPerMonth": "Сколько студентов вы обучаете в месяц:",
      "studentsPerMonthOptions": {
        "1-5": "1-5",
        "6-10": "6-10",
        "11-20": "11-20",
        "more": "Более 20"
      },
      "knowsKART": "Знакомы ли вы с ТМ KART, методикой и продукцией?",
      "knowsKARTOptions": {
        "yes": "Да",
        "no": "Нет",
        "partial": "Частично"
      },
      "usesKARTPeriod": "Какой период вы используете продукцию KART в своей практике?",
      "usesKARTPeriodOptions": {
        "less1": "Менее 1 года",
        "1-2": "1-2 года",
        "3-5": "3-5 лет",
        "more5": "Более 5 лет",
        "notUsed": "Не использую"
      },
      "strongSides": "Ваши сильные стороны как преподавателя (по вашему мнению):",
      "audienceExp": "Опыт работы с аудиторией (оффлайн / онлайн):",
      "promotionPlatforms": "Какие платформы/каналы вы используете для продвижения себя как специалиста (Instagram, YouTube и пр.):",
      "motivation": "Почему вы хотите стать инструктором KART?",
      "readyToLearn": "Готовы ли вы пройти обучение в рамках программы инструкторов KART?",
      "readyToLearnOptions": {
        "yes": "Да",
        "no": "Нет"
      },
      "comment": "Дополнительные комментарии или предложения:",
      "submit": "Отправить",
      "errorFillAll": "Пожалуйста, заполните все обязательные поля правильно."
    }
  },
  "ProfilePage": {
    "title": "ПРОФИЛЬ",
    "logout": "Выйти из аккаунта",
    "breadcrumb": {
      "home": "Главная",
      "profile": "Профиль"
    },
    "tabs": {
      "personal": "Личные данные",
      "orders": "История заказов",
      "downloads": {
        "title": "Материалы для скачивания",
        "videos": "Видео",
        "materials": "Полезные материалы",
        "posters": "Плакаты"
      },
      "shipping": "Адрес доставки"
    },
    "downloads": {
      "videos": "Видео",
      "materials": "Полезные материалы",
      "posters": "Плакаты"
    }
  },
  "PersonalInfoForm": {
    "title": "Контактные данные",
    "surname": "Фамилия",
    "name": "Имя",
    "nickname": "Отображаемое имя*",
    "phone": "Телефон",
    "email": "Email",
    "password": "Пароль",
    "save": "Сохранить",
    "nothingToUpdate": "Нет изменений для сохранения. Пожалуйста, измените хотя бы одно поле.",
    "successMessage": "Ваш профиль успешно обновлён!",
    "error": "Пожалуйста, корректно заполните обязательные поля.",
    "placeholders": {
      "surname": "Иванов",
      "name": "Иван",
      "nickname": "ivan123",
      "phone": "+48 600 123 456",
      "email": "example@mail.com",
      "password": "••••••••"
    }
  },
  "DeliverForm": {
    "title": "Адрес доставки *",
    "surname": "Фамилия *",
    "name": "Имя *",
    "company": "Название компании (необязательно)",
    "vat": "ID / VAT Number (необязательно)",
    "country": "Страна/регион *",
    "city": "Город *",
    "adress": "Адрес *",
    "house": "Номер дома, квартиры *",
    "postal": "Почтовый индекс *",
    "email": "Email *",
    "eori": "EORI number (необязательно)",
    "save": "Сохранить",
    "error": "Пожалуйста, заполните все обязательные поля правильно."
  },
  "OrderList": {
    "basket": "Корзина",
    "status": {
      "pending": "Ожидает оплаты",
      "paid": "Оплачено"
    }
  },
  "CartPage": {
    "title": "КОРЗИНА",
    "breadcrumb": {
      "home": "Главная",
      "cart": "Корзина"
    },
    "table": {
      "product": "Товар",
      "price": "Цена",
      "total": "Итого"
    },
    "summary": {
      "title": "Сумма заказов",
      "delivery": "Доставка:",
      "total": "Итого:",
      "checkout": "Оформить заказ"
    }
  },
  "Header": {
    "searchPlaceholder": "Ищите то, что вас интересует",
    "onlineEducation": "Онлайн навчання",
    "nav": {
      "about": "О компании",
      "conditions": "Условия для Мастеров",
      "instructors": "Инструкторы",
      "dealerCriteria": "Как стать Дилером КART",
      "instructorCriteria": "Как стать Инструктором",
      "downloads": "Материалы для скачивания",
      "dealers": "Дилеры КАRT",
      "faq": "FAQ",
      "contacts": "Контакты",
      "gallery": "Галерея",
      "quickOrder": "Быстрый заказ"
    },
    "productLinks": {
      "professionalFeet": "Professional Feet",
      "feetoCare": "Feeto Care",
      "tools": "Инструменты",
      "disposableCaps": "Одноразовые колпачки",
      "nailCutters": "Кусачки для ногтей",
      "unloadingMaterial": "Разгрузочный материал",
      "accessories": "Аксессуары"
    }
  },
  "PhoneInput": {
    "countryCode": "Код страны",
    "phone": "Номер"
  },
  "Field": {
    "invalid": "Введите корректное значение"
  },
  "AuthGuard": {
    "alreadyHaveAccount": "Уже есть аккаунт?",
    "login": "Войти",
    "forgotPassword": "Забыли пароль?",
    "backToLogin": "Вернуться к входу"
  },
  "ResetPasswordForm": {
    "title": "Сброс пароля",

    "newPassword": "Новый пароль",
    "repeatPassword": "Повторите новый пароль",
    "resetPassword": "Сбросить пароль",
    "loading": "Сбрасываем...",
    "successMessage": "Пароль успешно сброшен!",
    "passwordLengthError": "Пароль должен содержать не менее 5 символов.",
    "passwordsDoNotMatch": "Пароли не совпадают."
  },
  "LoginForm": {
    "title": "Войдите в аккаунт",
    "subtitle": "Чтобы продолжить, пожалуйста, войдите или создайте аккаунт.",
    "email": "Почта",
    "password": "Пароль",
    "login": "Войти",
    "noAccount": "Нет аккаунта?",
    "rememberMe": "Запомнить меня",
    "loading": "Загрузка...",
    "success": "Успешный вход!",
    "forgotPassword": "Забыли пароль?"
  },
  "RegisterForm": {
    "title": "Регистрация",
    "subtitle": "Заполните форму, чтобы получить лучшее предложение",
    "fields": {
      "name": "Имя",
      "lastName": "Фамилия",
      "email": "Электронная почта",
      "password": "Пароль",
      "country": "Страна",
      "role": "Выберите вашу роль",
      "course": "Проходили ли вы курс педикюра KART?",
      "roles": {
        "master": "Мастер",
        "client": "Частный клиент"
      },
      "answers": {
        "yes": "Да",
        "no": "Нет"
      }
    },
    "errors": {
      "name": "Пожалуйста, введите ваше имя",
      "email": "Пожалуйста, введите корректный email",
      "password": "Пароль должен содержать не менее 5 символов",
      "country": "Пожалуйста, выберите страну",
      "role": "Пожалуйста, выберите роль",
      "course": "Пожалуйста, выберите вариант"
    },
    "submit": "Зарегистрироваться",
    "loading": "Загрузка...",
    "success": "Успешная регистрация!",
    "note": "Для доступа к профессиональной продукции педикюра KART и получения скидки 40% необходимо иметь сертификат мастера KART. Для получения подробной информации посетите раздел <academy>Академия KART</academy>."
  },
  "ContactPage": {
    "navigation": {
      "home": "Главная",
      "contacts": "Контакты"
    },
    "fields": {
      "name": "Ваше имя",
      "email": "E-mail",
      "phone": "Номер телефона",
      "message": "Вопрос или сообщение",
      "messagePlaceholder": "Напишите ваше сообщение здесь..."
    },
    "errors": {
      "fixForm": "Пожалуйста, исправьте ошибки в форме.",
      "nameRequired": "Введите ваше имя",
      "emailInvalid": "Введите корректный email",
      "messageRequired": "Пожалуйста, введите сообщение"
    },
    "buttons": {
      "send": "Отправить"
    },
    "messages": {
      "formSent": "Форма отправлена!"
    },
    "contactForm": {
      "titlePart1": "Контактная",
      "titlePart2": "Форма",
      "subtitle": "Для Быстрого Общения",
      "description": "Мы открыты к диалогу. Заполните форму ниже, и мы свяжемся с вами.",
      "addressLabel": "Адрес:",
      "address": "Район: Чиланзар, ул. Джавда Сахарова,11",
      "phoneLabel": "Номер тел.",
      "phone": "tel: +998 55 5059944",
      "messengerLabel": "TG/ WA / Viber",
      "messengerPhones": "tel: +998 55 5779320"
    },
    "map": {
      "title": "Google Map with Marker",
      "src": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d12089.738127725638!2d-73.9851304!3d40.758896!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25855d2996c5f%3A0x3d6f8d6c917f9e4e!2sTimes%20Square!5e0!3m2!1sen!2sus!4v1717616158731!5m2!1sen!2sus"
    }
  },
  "ProductDescription": {
    "home": "Главная",
    "productDescription": "Описание товара",
    "code": "Код",
    "addToCart": "В корзину",
    "usage": "Способ применения",
    "ingredients": "Список ингредиентов",
    "popularProducts": "Популярные товары"
  },
  "QuickProductSection": {
    "product": "Товар",
    "code": "Код",
    "price": "Цена",
    "quantity": "Количество",
    "addToCart": "В корзину",
    "added": "Добавлено"
  },
  "ForgotPassword": {
    "forgotPasswordTitle": "Восстановление пароля",
    "email": "Email",
    "invalidEmail": "Пожалуйста, введите корректный email.",
    "emailSent": "Письмо с инструкциями отправлено на вашу почту.",
    "sendError": "Не удалось отправить письмо. Попробуйте позже.",
    "backToLogin": "Вернуться к входу",
    "loading": "Отправка...",
    "send": "Отправить"
  }
}
