export const criterisDilers = [
  {
    number: 1,
    title: "Профиль деятельности",
    content:
      "Опыт работы в сфере педикюра/подологии. Наличие лицензии (если требуется) и соответствующих разрешений для ведения обучающей и торговой деятельности.",
  },
  {
    number: 2,
    title: "Образовательная деятельность",
    content:
      "Готовность организовывать и проводить обучающие мероприятия (онлайн/оффлайн курсы, семинары, мастер-классы) по методике педикюра KART. Опыт работы в педикюре/подологии. Наличие лицензии (при необходимости) и разрешений для обучения и торговли.",
  },
  {
    number: 3,
    title: "Инфраструктура",
    content:
      "Оборудованный офис с шоурумом и учебный класс. Возможность хранения и логистики продукции на закреплённой территории.",
  },
  {
    number: 4,
    title: "Коммерческий потенциал",
    content:
      "Наличие наработанной клиентской базы (салоны, специалисты, учебные центры). Готовность выполнять план по закупкам и развитию продаж.",
  },
  {
    number: 5,
    title: "Маркетинг и продвижение",
    content:
      "Активное участие в продвижении бренда в своём регионе (социальные сети, участие в выставках, сотрудничество с профильными организациями). Следование корпоративным стандартам бренда в маркетинговых материалах.",
  },
  {
    number: 6,
    title: "Репутация и надёжность",
    content:
      "Положительная деловая репутация. Гарантия соблюдения договорных обязательств и политики бренда.",
  },
  {
    number: 7,
    title: "Региональная эксклюзивность",
    content:
      "Готовность развивать бренд на закреплённой территории с учётом условий эксклюзивного или полуэксклюзивного представительства.",
  },
];