export const criterisInstructors = [
  {
    number: 1,
    title: "Профессиональный опыт",
    content:
      "Опыт практической работы в области педикюра и/или подологии не менее 5 лет. Высокий уровень профессиональной подготовки и владение современными техниками ухода за стопами.",
  },
  {
    number: 2,
    title: "Образование и сертификация",
    content:
      "Наличие профильного образования (медицинское или косметологическое — приветствуется). Готовность пройти обучение по стандартам KART PODOLOGY.",
  },
  {
    number: 3,
    title: "Навыки преподавания",
    content:
      "Опыт проведения обучающих семинаров, мастер-классов или индивидуального обучения. Грамотная устная и письменная речь, умение ясно и доступно объяснять материал.",
  },
  {
    number: 4,
    title: "Презентационные и коммуникационные навыки",
    content:
      "Уверенное поведение перед аудиторией, умение заинтересовать и вовлечь слушателя. Открытость, доброжелательность, умение работать с возражениями и вопросами.",
  },
  {
    number: 5,
    title: "Представление бренда",
    content:
      "Лояльность к бренду KART и готовность представлять его в рамках фирменных стандартов. Использование продукции KART в своей практике и на обучающих мероприятиях.",
  },
  {
    number: 6,
    title: "Организационные возможности",
    content:
      "Наличие или доступ к учебной площадке (кабинет, класс, студия) для проведения занятий. Готовность участвовать в мероприятиях, выезжать в другие регионы при необходимости. Своевременное предоставление отчётности по обучающим мероприятиям.",
  },
];
